<x-app-layout>
    <x-slot name="header">
        <h2 class="font-semibold text-xl text-gray-800 dark:text-gray-200 leading-tight">
            {{ __('Раздача робуксов') }}
        </h2>
    </x-slot>

    <div class="py-12">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white dark:bg-gray-800 overflow-hidden shadow-sm sm:rounded-lg">
                <div class="p-6 text-gray-900 dark:text-gray-100">
                    Страница в разработке, скоро тут будет бесплатная раздача робуксов!
					<p>У вас уже есть Roblox на телефоне? Хотели бы получить много робуксов побыстрее и без обмана? Предлагаем самый простой и проверенный метод. Рабочий способ, который одинаково легко и быстро работает как на андроид, так и на айфон.</p>
<h2>Почему стоит попробовать наш способ</h2>
<p>Множество геймеров в России хотели бы получить много робуксов на свой телефон без каких-либо усилий. И мы даем им такую возможность. У нас проходит раздача робуксов без обмана. Вот несколько причин, почему вам подходит наш сайт:</p>
<ol>
<li><strong>Моментально</strong>. Получение робуксов буквально за минуту. Вы можете просто испытать удачу. Если повезет – вывести призовой счет на ваш аккаунт. И для этого нужно приложить минимум усилий.</li>
<li><strong>Без доната</strong>. Все, что от вас потребуется, это профиль на нашей площадке. И немного удачи. Наша система работает без денег и без кода (промокода). От геймера требуется сделать всего пару кликов.</li>
<li><strong>Безопасно</strong>. Все действия проходят в рамках нашей площадки. Без скачивания сторонних APK или файлов-дистрибутивов на компьютер. Наша площадка следит за безопасностью своих пользователей. Поэтому все действия проходят внутри сайта. Можете быть уверены – у нас безопасно, без вирусов и прочего вредоносного ПО.</li>
<li><strong>На русском языке</strong>. Не нужно переходить на сторонние площадки или иностранные сайты. От вас потребуется сделать пару кликов. Весь интерфейс сайта на русском.</li>
</ol>
<p>Вы хотите пополнить счет в Роблоксе на круглую сумму? Тогда действуете согласно нашим инструкциям ниже.</p>
<h2>Испытай удачу</h2>
<p>Наша раздача робуксов бесплатно проходит 1 раз в час. Ежедневно. Вы можете получить робуксы бесплатно, затем вывести весь приз на свой официальный аккаунт в Roblox после зачисления приза на внутренний виртуальный счет нашей площадки.</p>
<p>Что от вас потребуется сделать, чтобы получить бесплатно R$:</p>
<ol>
<li>Зарегистрировать свой профиль на площадке. Можно войти разными способами, включая быструю авторизацию по профилям социальных сетей или почты.</li>
<li>Войти на специальную страницу с раздачей 50 робуксов.</li>
<li>Нажать на кнопку: «Присоединиться к раздаче».</li>
<li>Дождаться окончания розыгрыша.</li>
</ol>
<p>Мы моментально публикуем результаты. Вы узнаете о победе в личном кабинете или в специальном уведомлении. Необязательно иметь смартфон с запущенным Roblox под рукой, чтобы получить награду. Наш сайт работает без приложения, бесплатно. Все, что нужно – войти под своим профилем. Получить робуксы бесплатно буквально за 1 клик.</p>
<p>Если вы не смогли выиграть – не стоит отчаиваться. Розыгрыш робуксов идет каждый час. Поэтому вы можете посещать данную страницу регулярно, через каждые 60 минут. Участвуйте и побеждайте! Мы верим в вашу удачу!</p>
<h2>Вывод приза</h2>
<p>Удача вам улыбнулась? Получили робуксы бесплатно? Отлично! Готовы вывести робуксы на официальный профиль Roblox?</p>
<p>Вот пошаговый алгоритм:</p>
<ol>
<li>Перейдите на вкладку «Вывести».</li>
<li>Напишите ваш ник, точно так, как он указан в игре.</li>
<li>Укажите сумму роблоксов на вывод.</li>
<li>Выведите валюту на счет в игре. Все операции проходят без комиссии — бесплатно.</li>
</ol>
<p>Полученные R$ поступят на счет в течение 5-7 дней.</p>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
