<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <title>Заработать Robux бесплатно без обмана Roblox 2024</title>
    <meta name="description" content="Зарабатывайте Robux за задания, проходя опросы, загружая игры на свой телефон и просматривая видео без обмана!">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="icon" type="image/png" sizes="16x16" href="/logo.png">

    <!-- Fonts -->
    <link rel="preconnect" href="https://fonts.bunny.net">
    <link href="https://fonts.bunny.net/css?family=figtree:400,600&display=swap" rel="stylesheet" />

    <!-- Scripts -->
    @vite(['resources/css/app.css', 'resources/js/app.js'])
    <x-external-scripts />
</head>
<body>

    <div class="relative min-h-screen bg-dots-darker bg-center bg-gray-100 dark:bg-dots-lighter dark:bg-gray-900 selection:bg-red-500 selection:text-white">
        @include('layouts.navigation')
        <div class="main-content">

            <div class="flex flex-col pt-10 px-2 items-center">
                <div>
                    <h1 class="text-center">Заработать Робуксы БЕСПЛАТНО без обмана за задания</h1>
            
                    <a href="{{ url('/dashboard') }}" class="block my-button text-center max-w-96 my-4">НАЧАТЬ СЕЙЧАС</a>
                </div>
                <p class="text-center">МЫ НИКОГДА НЕ ПОПРОСИМ ВАШ ПАРОЛЬ!</p>
            </div>
    
            <div class="flex flex-wrap">
                <div class="grow items-center px-2 my-4">
                <h2 class="text-center font-semibold">Зарегистрируйтесь</h2>
                <p class="text-center py-2" >Зарегистрируйтесь, используя свое имя пользователя<br> ROBLOX или учетную запись Яндекс.</p>
                <img class="img-fluid shadow mx-auto mt-auto w-100" src="/1.png" style="max-width: 349px !important; border-top-right-radius: 21px; border-top-left-radius: 21px">
                </div>  
                <div class="grow items-center px-2 my-4">
                <h2 class="text-center font-semibold">Выполняйте задания</h2>
                <p class="text-center py-2">Выполняйте задания что бы получить Робуксы.</p>
                <img class="img-fluid shadow mx-auto mt-auto w-100" src="/2.png" style="max-width: 349px !important; border-top-right-radius: 21px; border-top-left-radius: 21px">
                </div>
                <div class="grow items-center px-2 my-4">
                <h2 class="text-center font-semibold">Выводите Робуксы</h2>
                <p class="text-center py-2">Перенесите свой Robux в свою учетную запись в игре ROBLOX.</p>
                <img class="img-fluid shadow mx-auto mt-auto w-100" src="/3.png" style="max-width: 349px !important; border-top-right-radius: 21px; border-top-left-radius: 21px">
                </div>
    
            </div>
        </div>
<p>На нашем сайте вы точно узнаете, как и где заработать робуксы по настоящему. Даем гарантию, что за указанные активности на телефоне вы сможете заработать много робуксов. Неважно, установлена игра на айфоне или на андроид устройстве. Вы точно сможете заработать робуксы бесплатно.</p>
<h2>Почему наш сайт</h2>
<p>У вас уже установлено приложение Roblox на смартфоне? Или сделан игровой профиль на ПК? Тогда вы можете спокойно заработать и вывести много робуксов на нашей площадке. Не знаете – подходит вам наша площадка или нет? Вот три причины «ЗА» наш сайт:</p>
<ol>
<li><strong>Это легко</strong>. Вы можете быстро пройти задания, чтобы пополнить свой счет в Роблоксе. На это уйдет буквально 5-10 минут вашего времени. Это гораздо меньше, чем если бы вы занимались фармом внутри игры.</li>
<li><strong>Без доната</strong>. Ничего не нужно вносить на счет сайта. Просто пройдите регистрацию. Зарабатывайте робуксы за задания. Без денег, буквально за 1 клик. Это самый простой способ получить робуксы бесплатно.</li>
<li><strong>Безопасно</strong>. Гарантируем, что вы реально получите свою награду. Наш сайт – не обман пользователя. Мы действительно помогаем геймерам зарабатывать на свой счет R$. Наша площадка без вирусов. Не просим что-то скачать с непроверенных источников. Только легальные способы.</li>
</ol>
<p>Если вы давно искали самую крутую площадку на русском языке для получения робуксов – она перед вами. Хотите узнать, как заработать роблоксы – показываем три верных способа.</p>
<p><strong>Важно!</strong> Чтобы заработать робуксы за выполнения заданий обязательно пройдите регистрацию.</p>
<h3>Игры и приложения</h3>
<p>Еще один тип задач, где вы будете получать вознаграждение, если закачаете и установите игру на смартфон. Это могут быть разные приложения. Каждый день мы будем выкладывать свежую подборку игр и приложений, за которые можно получить робуксы на счет.</p>
<p>Для получения награды потребуется:</p>
<ol>
<li>Установить игру или приложение.</li>
<li>Войти в нее, пройти регистрацию/завести аккаунт.</li>
<li>Поиграть несколько часов, проверить заданный функционал, выполнить достижение.</li>
</ol>
<p>Может потребоваться выполнить одно из указанных условий, либо несколько сразу. Мы обязательно обозначим точные условия для закрытия задачи.</p>
<h3>Опросы</h3>
<p>Здесь вы получаете награду за рекламу партнера. То есть, пользователю потребуется, например, пройти опросы или выполнить иное задание. Некоторые из них будут активны 1 день. Другие актуальны на протяжении нескольких дней или недель. Обязательно следите за всеми обновлениями. Количество прохождений опросов не ограничено.</p>
<p>Как это проходит:</p>
<ol>
<li>Обязательно заполните анкету профиля, чтобы мы могли понять – какой пользователь участвует в опросе (пол, возраст и т.д).</li>
<li>После заполнения данных переходите к прохождению опроса.</li>
<li>В конце выполненного задания вы получите робуксы на внутренний счет.</li>
</ol>
<h3>Видео</h3>
<p>На нашем сайте вы можете выполнить несколько заданий, связанных с видео контентом. Что можно сделать, чтобы заработать робуксы:</p>
<ol>
<li>Перейдите в раздел «Задания».</li>
<li>Выберите нужный тип задачи.</li>
<li>Например, это может быть подписка на канал (You Tube, Tik Tok или другие видео хостинги) или просмотр конкретного ролика.</li>
</ol>
<p>За каждое выполненное задание вам начислят заданное количество робуксов.</p>
<h2>Как вывести робуксы на официальный аккаунт</h2>
<p>Схема снятия роблокс с виртуального счета сайта на официальный профиль в Roblox:</p>
<ol>
<li>Перейдите по вкладке «Вывести» в меню главной страницы сайта.</li>
<li>Укажите точное имя в игре (ник).</li>
<li>Введите сумму робуксов на вывод.</li>
<li>Подтвердите вывод.</li>
</ol>
<p>Указанная сумма поступит в официальный аккаунт в течение 5-7 дней.</p>
        <div class="footer">
            <p style="text-align: center;">&copy; 2024 LuchBux.fun - сайт где можно заработать робуксы. Все права защищены.<br>Мы не связаны с корпорацией ROBLOX.</p>
        </div>
    </div>

    <!-- Styles From Petr -->
    <style>
        .container {
            display: flex;
            justify-content: center;
            margin-left: 150px;
            
        }
        .inline {
            display: inline-block;
            margin-right: 10px; /* добавляем отступ между заголовками */
            width: 33%;
            box-sizing: border-box;
        
        }
        .my-button {
            background-color: #4CAF50; /* Задаем начальный цвет фона */
            color: white; /* Задаем цвет текста */
            padding: 40px 80px; /* Задаем отступы внутри кнопки */
            font-size: 24px;
            border: none; /* Убираем границу кнопки */
            border-radius: 5px; /* Задаем скругление углов кнопки */
            cursor: pointer; /* Задаем вид курсора при наведении на кнопку */
        }

        .my-button:hover {
            background-color: #118619; /* Задаем цвет фона при наведении на кнопку */
        }
        .footer {
            /* position: absolute; */
            margin-top:2rem;
            bottom: 0;
            width: 99.5%;
            text-align: center;
            background-color: #0a5cb5;
            color: white;
        }
        
        /* Добавляем медиа-запрос для мобильных устройств */
        @media (max-width: 767px) {
        /* Изменяем направление flex контейнера на вертикальное */
        .container {
            flex-direction: column;
        }
        
        /* Устанавливаем отступы между заголовками и текстом */
        h2, p {
            margin-top: 10px;
            margin-bottom: 10px;
        }
    }
    </style>

</body>
</html>