{
    "Password": "Пароль",
    "Remember me": "Запомнить меня",
    "Forgot your password?": "Я забыл пароль",
    "Log in": "Войти",
    "Name": "Имя",
    "I'm not a robot": "Я не робот",
    "Already registered?": "Уже зарегистрированы?",
    "Register": "Регистрация",
    "Profile": "Профиль",
    "Profile Information": "Основная Информация",
    "Delete Account":"Удалить аккаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"При удалении аккаунта все связанные с ними данные будут БЕЗВОЗВРАТНО удалены. Сохраните все необходимое перед удалением аккаунта.",
    "Are you sure you want to delete your account?":"Вы точно хотите удалить аккаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"При удалении аккаунта все связанные с ними данные будут БЕЗВОЗВРАТНО удалены. Пожалуйста введите свой пароль для подтверждения.",
    "Update Password":"Обновить пароль",
    "Ensure your account is using a long, random password to stay secure.":"Используйте длинный и сложный пароль для защиты аккаунта.",
    "Current Password":"Текущий пароль",
    "Confirm Password":"Подтвердить новый пароль",
    "New Password":"Новый пароль",
    "Save":"Сохранить",
    "Saved.":"Сохранено.",
    "Update your account's profile information and email address.":"Вы можете обновить данные профиля - ваше имя и адрес почты.",
    "Your email address is unverified.":"Ваша электронная почта не подтверждена.",
    "Click here to re-send the verification email.":"Нажмите тут для повторной отправки письма для подтвержения электронной почты.",
    "A new verification link has been sent to your email address.":"Ссылка для подтверждения была отправлена на вашу почту.",
    "Administration":"Администрирование",
    "Complete any offer from the offerwall below to get robux!": "Выполните любое задание из списка ниже чтобы получить робуксы!",
    "Click the Start viewing button to open the ad unit. Wait until the timer ends to receive your 1 Robux reward. If you close the ad before the timer ends, the reward will not be awarded.": "Нажмите на кнопку Начать просмотр, чтобы открыть рекламный блок. Дождитесь окончания таймера, чтобы получить награду 1 робукс. Если вы закроете рекламу раньше, чем закончится таймер, награда не будет начислена."
}